Repository: bdbcat/weatherfax_pi
Catalog: po/*.po
Languages: ca_es, id_id, it_it, nb_no, pl_pl, pt_pt, sv_se, tr_tr

source: Save Weather Fax To KAP
ca_es: Desar el Fax meteorològic en format KAP
id_id: Melindungi cuaca Fax untuk KAP
it_it: Salva Meteo Fax come KAP file
nb_no: Lagre værfaks til KAP
pl_pl: Zapisz Faks pogodowy do KAP
pt_pt: Salvar o Weather Fax em KAP
sv_se: Spara väderfax till KAP
tr_tr: Hava durum faksını bir KAP dosyası olarak kaydet

source: KAP Files|*.KAP;*.kap|All files (*.*)|*.*
ca_es: Arxius KAP|*.KAP;*.kap|Tots els arxius (*.*)|*.*
id_id: File KAP|*.KAP;*.kap|Semua file (*.*)|*.*
it_it: File KAP|*.KAP;*.kap|Tutti i file (*.*)|*.*
pl_pl: Pliki KAP | *. KAP; *.kap | Wszystkie pliki (*. *) | *. *
pt_pt: Ficheiros KAP| *. KAP; *. kap| Todos os ficheiros (*. *) | *. *
sv_se: KAP Filer|*.KAP;*.kap|All files (*.*)|*.*
tr_tr: KAP Dosyaları|*.KAP;*.kap|Tüm Dosyalar (*.*)|*.*

source: WeatherFax Data update
it_it: Aggiornamento dati WeatherFax
pt_pt: Atualizar dados WeatherFax
sv_se: WeatherFax uppdatering av data

source: Installation xml files updated.
it_it: Installazione file xml aggiornati.
pt_pt: Ficheiros de instalação xml atualizados
sv_se: Installationens xml-filer uppdaterade.

source: User writable coordinateSets.xml renamed to CoordinateSets.xml.save
pt_pt: Ficheiro editável pelo utilizador coordinateSets.xml renomeado para CoordinateSets.xml. salvar
sv_se: Användarens coordinateSets.xml namnändrad till CoordinateSets.xml.save

source: If you have customizations in these files you can merge them manually.
it_it: Se si dispone di personalizzazioni in questi file è possibile unirli manualmente.
pt_pt: Se tiver personalizações nesses ficheiros pode combiná-los manualmente.
sv_se: Om du har gjort anpassningar i dessa filer kan du slå ihop dem manuellt.

source: Resulting image has negative dimensions, aborting
ca_es: La imatge resultant té dimensións negatives, avortant
id_id: Gambar yang dihasilkan memiliki dimensi negatif, menggagalkan
it_it: L'immagine risultante ha dimensioni negative, annullando
nb_no: Det resulterende bildet har negative dimensjoner, avbryter
pl_pl: Wynikowy obraz ma ujemne wymiary, przerywanie
pt_pt: Imagem resultante tem dimensões negativas, abortando
sv_se: Den resulterande bilden får negativa dimensioner, avbryter
tr_tr: Elde edilen görüntünün negatif boyutları var, iptal ediliyor

source: Mapping Failed
ca_es: Error del cartografiat
id_id: Pemetaan gagal
it_it: Mappatura non riuscita
nb_no: Kartlegging feilet
pl_pl: Odwzorowanie nie powiodło się
pt_pt: Mapeamento falhou
sv_se: Mappning misslyckades
tr_tr: Haritalama başarısız oldu

source: Resulting image larger than %dMB Try changing size parameter to a smaller value. (less than %.2f) aborting
ca_es: Mida de la imatge resultant més gran que %dMB Escolliu un valor inferior. (menys de %.2f) avortant
id_id: Gambar dihasilkan lebih besar dari %dMB Coba nilai yang lebih kecil. (kurang dari %.2f) menggagalkan
it_it: Immagine risultante è superiore a %dMB Prova a modificare il parametro delle dimensioni su un valore inferiore. (inferiore a %.2f) aborting
nb_no: Det resulterende bildet er større enn %dMB Forsøk å endre størrelsesparametre til en lavere verdi. (lavere enn %.2f) avbryter
pl_pl: Wynikowy obraz większy niż %dMB Spróbuj zmienić rozmiar parametru na wartość mniejszą. (mniej niż %.2f) Przerywanie
pt_pt: Imagem resultante maior do que %dMB tente mudar parâmetro de tamanho para um valor menor. (menos de %.2f) abortando
sv_se: Skapad bild blir större än %dMB Prova att minska storleksinställningarna. (mindre än %.2f) avbryter
tr_tr: Elde edilen görüntü şundan daha büyük %dMB Boyut parametresini daha küçük bir değere değiştirmeyi deneyin. (%.2f den Daha az) durduruluyor

source: Mapping Weather Fax Image
ca_es: Cartografiant imatge de Fax metereològic
id_id: Pemetaan Foto Fak Cuaca
it_it: Mappatura foto Fax Meteo
nb_no: Kartlegger værfaksbildet
pl_pl: Odwzorowanie obrazu faksu pogodowego
pt_pt: Mapeamento Weather Fax imagem
sv_se: Kartläggning av väderfaxbild
tr_tr: Hava durumu faks görüntüsü haritası

source: Weather Fax Mapper
ca_es: Cartografiador de Fax metereològic
id_id: Pemetaan fac cuaca
it_it: Mappatore meteorologico fax
nb_no: Værfaks kartlegging
pt_pt: Weather Fax Mapeador
sv_se: Skapa väderfaxbild
tr_tr: Hava durumu faks haritası yapıcı

source: Graphics hardware not supported (Disable OpenGL)
ca_es: Maquinari de Gràfics no suportat (Desactiveu OpenGL)
id_id: Perangkat keras grafis tidak didukung (Nonaktifkan OpenGL)
it_it: Scheda video non supportata. (Disabilita OpenGL)
pl_pl: Grafika sprzetowa nie obsługiwana (Wyłącz OpenGL)
pt_pt: Hardware gráfico não suportado (desativar o OpenGL)
sv_se: Grafikhårdvaran stöds inte (Inaktivera OpenGL)
tr_tr: Grafik donanım desteklenmiyor (OpenGL'i devre dışı bırak)

source: &HF Radio Schedules
ca_es: &Horaris Ràdio HF
id_id: &Jadwal Radio HF
it_it: &Programmi Radio HF
nb_no: &HF radio planer
pl_pl: &Harmonogramy HF Radio
pt_pt: &Horários de rádio HF
sv_se: &HF-radioscheman
tr_tr: &HF radyo yayın programları

source: &Delete
ca_es: &Esborrar
id_id: &Menghapus
it_it: &Cancella
nb_no: &Slett
pl_pl: &Usuń
pt_pt: &Apagar
sv_se: Ra&dera
tr_tr: &Sil

source: &Preferences
ca_es: &Preferències
id_id: &Pereferensi
it_it: &Impostazioni
nb_no: &Alternativer
pl_pl: &Ustawienia
pt_pt: &Preferências
sv_se: &Inställningar
tr_tr: &Ayarlar

source: &Goto
ca_es: &Anar a
id_id: &Pergike
it_it: &Vai a
nb_no: &Gå til
pl_pl: &Przejdz
pt_pt: &Ir para
sv_se: &Gå-till
tr_tr: &Git

source: File
pt_pt: Ficheiro
sv_se: Fil

source: &Open
ca_es: & Obrir
id_id: &Buka
it_it: Lat
nb_no: &Åpne
pl_pl: &Otwórz
pt_pt: &Abrir
sv_se: &Öppna
tr_tr: &Aç

source: Save &As
ca_es: Desa &com
id_id: Simpan &Sebagai
it_it: Salva &come
pl_pl: Zapisz &jako
pt_pt: Guardar &Como
sv_se: Spara &som
tr_tr: Farklı Kaydet

source: E&xport
ca_es: E&xportar
id_id: Ekspor
it_it: E&sporta
pl_pl: &Eksport
pt_pt: E&xportar
sv_se: E&xportera

source: Transparency
ca_es: Transparència
id_id: Transparansi
it_it: Trasparenza
nb_no: Gjennomsiktighet
pl_pl: Przezroczystość
pt_pt: Transparência
sv_se: Transparens
tr_tr: Saydamlık

source: Invert
ca_es: Invertir
id_id: Membalikkan
it_it: Inverti
nb_no: Inverter
pl_pl: Odwróć
pt_pt: Inverter
sv_se: invertera
tr_tr: Çevir

source: &Edit
ca_es: & Editar
it_it: &Modifica
nb_no: &Rediger
pl_pl: &Edytuj
pt_pt: &Editar
sv_se: &Redigera
tr_tr: &Düzenle

source: &Close
ca_es: &Tancar
id_id: &Tutup
it_it: &Chiudi
nb_no: &Lukk
pl_pl: &Zamknij
pt_pt: &Fechar
sv_se: &Stäng
tr_tr: &Kapat

source: &File
ca_es: &Arxiu
id_id: &Berkas
nb_no: &Fil
pl_pl: &Plik
pt_pt: &Ficheiro
sv_se: &Fil
tr_tr: &Dosya

source: &Capture
it_it: Acquisisci
pl_pl: &Przechwyć
pt_pt: &Capturar
sv_se: &Fånga

source: &Update data sources
it_it: &Aggiorna fonte dati
pl_pl: &Aktualizuj źródła danych
pt_pt: &Atualizar fontes de dados
sv_se: &Uppdatera datakällor

source: &Retrieve
ca_es: &Recuperar
id_id: &Ambil
it_it: &Ricevi
nb_no: &Motta
pl_pl: &Pobierz
pt_pt: &Recuperar
sv_se: &Ta emot
tr_tr: &Geri Al

source: &About
ca_es: &Sobre
id_id: &Tentang
it_it: &Info
nb_no: &Om
pl_pl: &O
pt_pt: &Acerca de
sv_se: &Om
tr_tr: &Hakkında

source: &Help
ca_es: &Ajuda
id_id: &Membantu
it_it: &Aiuto
nb_no: &Hjelp
pl_pl: &Pomoc
pt_pt: &Ajuda
sv_se: &Hjälp
tr_tr: &Yardım

source: Contains
ca_es: Conté
id_id: Mengandung
it_it: Contiene
nb_no: Inneholder
pl_pl: Zawiera
pt_pt: Contém
sv_se: Innehåller
tr_tr: İçerir

source: Boat Position
ca_es: Posició del vaixell
id_id: Posisi Perahu
it_it: Posizione barca
nb_no: Båtposisjon
pl_pl: Pozycja statku
pt_pt: Posição do barco
sv_se: Båtens position
tr_tr: Tekne Pozisyonu

source: Reset
ca_es: Reiniciar
id_id: Atur ulang
it_it: Ripristina
nb_no: Nullstill
pl_pl: Wyzeruj
pt_pt: Reiniciar
sv_se: Återställ
tr_tr: Sıfırla

source: Stations
ca_es: Emissores
id_id: Stasiun
it_it: Stazioni
nb_no: Stasjoner
pl_pl: Stacje
pt_pt: Estações
sv_se: Stationer
tr_tr: İstasyonlar

source: All
ca_es: Tot
id_id: Semua
it_it: Tutti
nb_no: Alle
pl_pl: Wszystkie
pt_pt: Todos
sv_se: Alla
tr_tr: Hepsi

source: None
ca_es: Cap
id_id: Tidak ada
it_it: Nessuno
nb_no: Ingen
pl_pl: Żadna
pt_pt: Nenhum
sv_se: Ingen
tr_tr: Hiçbiri

source: Frequency
ca_es: Freqüència
id_id: Frekuensi
it_it: Frequenza
nb_no: Frekvens
pl_pl: częstotliwość
pt_pt: Frequência
sv_se: Frekvens
tr_tr: Frekans

source: Constraints
ca_es: Restriccions
id_id: Kendala
it_it: Vincoli
nb_no: Begrensninger
pl_pl: Ograniczenia
pt_pt: Restrições
sv_se: Begränsningar
tr_tr: Kısıtlamalar

source: Has Area
ca_es: Té àrea
id_id: Memegang Wilayah
it_it: Area presente
nb_no: Har område
pl_pl: Ma obszar
pt_pt: Tem área
sv_se: Har område
tr_tr: Alanı Var

source: Has Valid Time
ca_es: Té temps vàlid
id_id: Memiliki Waktu Yang sah
it_it: Ora valida
nb_no: Har gyldig tid
pl_pl: Ma prawidłowy czas
pt_pt: Tem hora válida
sv_se: Har giltig tid
tr_tr: Geçerli Saati Var

source: Clear Captures
ca_es: Netejar Captures
id_id: Bersihkan Tangkapan
it_it: Cancella Acquisizioni
pl_pl: Wyczyścić przechwytywanie
pt_pt: Limpar Capturas
sv_se: Rensa captures
tr_tr: Kayıtlı verileri temizle

source: Filter
ca_es: Filtre
id_id: Saring
it_it: Filtra
pl_pl: Filtr
pt_pt: Filtro
sv_se: Filtrera
tr_tr: Filtre

source: Message Box
ca_es: Caixa de missatges
id_id: Kotak pesan
it_it: Casella Messaggi
nb_no: Meldingsboks
pl_pl: Okno komunikatu
pt_pt: Caixa de mensagem
sv_se: Meddelanderuta
tr_tr: Mesaj Kutusu

source: Sound
ca_es: So
id_id: Suara
it_it: Audio
pl_pl: Dźwięk
pt_pt: Som
sv_se: Ljud
tr_tr: Ses

source: Select a file
ca_es: Seleccioneu un fitxer
id_id: Pilih file
it_it: Selezionare un file
pl_pl: Wybierz plik
pt_pt: Escolha um ficheiro
sv_se: Välj en fil
tr_tr: Dosya seç

source: wav files|*.WAV;*.wav|All files (*.*)|*.*
it_it: file WAV (*. wav) | *. WAV|Tutti i file (*. *) |*.*
pt_pt: ficheiros wav|*.WAV;*.wav|Todos os ficheiros (*.*)|*.*

source: External Alarm
ca_es: Alarma externa
id_id: Alarm Luar
it_it: Allarme Esterno
nb_no: Ekstern Alarm
pl_pl: Alarm zewnętrzny
pt_pt: Alarme externo
sv_se: Externt larm
tr_tr: Harici Alarm

source: Skip alarm if previous fax has already tuned
it_it: Non considerare l'allarme se il fax precedente è già stato sintonizzato
pt_pt: Não ativar alarme se o fax anterior tiver sido tratado
sv_se: Hoppa över alarm om föregående fax redan har tagits in

source: 1 minute alarm
ca_es: alarma 1 minut
id_id: 1 menit larem
it_it: Allarme 1 minuto
nb_no: 1 minutt alarm
pl_pl: 1 minutowy alarm
pt_pt: alarme 1 minuto
sv_se: Larm efter en minut
tr_tr: 1 dakikalık alarm

source: No Action
ca_es: Cap acció
id_id: Tidak ada tindakan
it_it: Nessuna Azione
nb_no: Ingen handling
pl_pl: Brak działania
pt_pt: Nenhuma ação
sv_se: Ingen åtgärd
tr_tr: Eylem Yok

source: Capture (uses capture settings in preferences)
it_it: Acquisizione (utilizza le impostazioni di acquisizione nelle preferenze)
pt_pt: Capturar (utiliza as configurações de captura das preferências)
sv_se: Fånga (använd mottagningsregler i inställningar)

source: External Command
ca_es: Ordre externa
id_id: Perintah Eksternal
it_it: Comando esterno
nb_no: Ekstern kommando
pl_pl: Polecenie zewnętrzne
pt_pt: Comando externo
sv_se: Externt kommando
tr_tr: Dış Komut

source: Manual Capture (with external program) automatic Open File
ca_es: Captura Manual (amb un programa extern) i obrir arxiu automàticament
id_id: Manual Capture (dengan program eksternal) Open File otomatis
it_it: Acquisizione manuale (con programma esterno) automatica Open File
nb_no: Manuelt opptak (med eksternt program) med automatisk åpning av fil
pl_pl: Ręczne przechwycenie (z programu zewnętrznego) automatyczne otwieranie pliku
pt_pt: Captura Manual(com programa externo) Abre ficheiro automaticamente
sv_se: Manuell mottagning (med externt program) Öppna fil automatisk
tr_tr: Manuel Yakalam (harici program ile) otomatik Dosya Aç

source: Capture Options
ca_es: Opcions de captura
id_id: Pilihan Tangkap
it_it: Opzioni di Acquisizione
nb_no: Lagrings alternativer
pl_pl: Opcje przechwytywania
pt_pt: Opções de captura
sv_se: Mottagningsalternativ
tr_tr: Yakalama Ayarları

source: Select fax images by clicking in the capture (first) column Schedules can be sorted by clicking the header column The schedules need testing as I can only receive from a few of the possible stations. Corrections can be made by modifying the WeatherFaxSchedules.xml file. Patches can be submitted via github. Automatic control of a ssb radio is desireable as well, however the author only has a tecsun pl-600. If a suitable radio can be donated, support will be implemented.
ca_es: Seleccionar una imatge Fax clicant en la (primera) columna “Capturar” Els horaris es poden ordenar clicant a la capçalera de la columna Els horaris s’han de provar ja que l’autor només pot rebre d'algunes de les emissores possibles. Es poden realitzar correccions modificant el fitxer WeatherFaxSchedules.xml. Els canvis es poden presentar via github. Una ràdio BLU (Banda Lateral Única, trad. de l’anglès SSD radio) amb control automàtic és desitjable, així, no obstant això, l'autor només té una Tecsun pl-600. Si es pot fer dnació d’una ràdio adequada pot ser donada, s'implementarà el suport.
id_id: Pilih gambar faks dengan mengklik kolom capture (first) Jadwal dapat diurutkan dengan mengklik kolom header Jadwal membutuhkan pengujian karena saya hanya dapat menerima dari beberapa stasiun yang mungkin. Koreksi dapat dilakukan dengan memodifikasi file WeatherFaxSchedules.xml. Patch bisa dikirim via github. Kontrol otomatis dari radio ssb juga diinginkan, namun penulis hanya memiliki tecsun pl-600. Jika radio yang sesuai bisa disumbangkan, dukungan akan diimplementasikan.
it_it: Seleziona immagini fax facendo click sulla (prima) colonna di acquisizione Gli orari possono essere ordinati facendo click sull'intestazione della colonna Gli orari vanno verificati, in quanto io posso solo ricevere alcune delle possibili stazioni. Le correzioni possono essere verificate modificando il file WeatherFaxSchedules.xml. Le patch possono essere rese disponibili via Github. Il controllo automatico della radio BLU sarebbe auspicabile, tuttavia l'autore dispone solamente di un Tecsun pl-600. Qualora qualcuno volesse donare un'altro tipo di radio, implementerò il supporto per quel modello.
pl_pl: Wybierz obrazy faksu klikając w kolume przechwyc (pierwsza) Harmonogramy można sortować klikając nagłówek kolumny Harmonogramy wymagaja przetestowania jako ze można odbierać tylko z kilku możliwych stacji. Korekty mogą być przez zmodyfikowanie pliku WeatherFaxSchedules.xml. Zmiany należy przeslać za pośrednictwem github. Automatyczna kontrola Radio ssb jest pożądana, jednak autor ma tylko pl tecsun-600. Jeśli odpowiednie odbiorniki radiowe mogą być darowane, wsparcie będzie wdrozone.
pt_pt: Escolha as imagens de fax pela coluna captura (primeira) Os registos podem ser ordenados através do cabeçalho da coluna Os agendamentos necessitam testes porque só tenho recepção para algumas das estações possíveis. As correcções podem ser feitas pela modificação do ficheiro WeatherFaxSchedules.xml. As correcções podem ser submetidas pelo github. O controlo automático de um radio ssb também seria desejável, no entanto o autor só dispõe de um tecsun pl-600. Se for doado um radio adequado o suporte será implementado.
tr_tr: Yakalama (ilk) sütununa tıklayarak faks görüntülerini seçin Önerilenler üstbilgi sütununu tıklayarak sıralanabilir Belirli istasyonlardan yalnızca birkaçını alabildiğim için programların test edilmesi gerekiyor. Düzeltmeler, WeatherFaxSchedules.xml dosyasını değiştirerek yapılabilir. Yamalar, github vasıtasıyla gönderilebilir. Sbb telsizin otomatik kontrolü de istenebilir, ancak yazar sadece bir tecsun pl-600'e sahiptir. Uygun bir radyo bağışlanabilirse, destek uygulanacaktır.

source: Information
ca_es: Informació
id_id: Informasi
it_it: Informazioni
nb_no: Informasjon
pl_pl: Informacja
pt_pt: Informação
tr_tr: Bilgi

source: Capture Status
ca_es: Estat de les captures
id_id: Status Tangkap
it_it: Stato di Acquisizione
nb_no: Lagringsstatus
pl_pl: Stan Przechwycenia
pt_pt: Estado da captura
sv_se: Mottagningsstatus
tr_tr: Yakalama Durumu

source: Close
ca_es: Tancar
id_id: Akrab
it_it: Chiudi
nb_no: Lukk
pl_pl: Zamknij
pt_pt: Fechar
sv_se: Stäng
tr_tr: Kapat

source: Retrieve
it_it: Recuperare
pl_pl: Pobierz
pt_pt: Recuperar
sv_se: Ta emot

source: Selected
it_it: Selezionato
pl_pl: Wybrany
pt_pt: Selecionado
sv_se: Vald

source: Servers
ca_es: Servidors
id_id: Server-server
nb_no: Servere
pl_pl: Serwery
pt_pt: Servidores
sv_se: Server
tr_tr: Sunucular

source: Regions
id_id: Wilayah
it_it: Regioni
nb_no: Områder
pl_pl: Regiony
pt_pt: Regiões
sv_se: Regioner
tr_tr: Bölgeler

source: Decoder
ca_es: Descodificador
id_id: Mahir sandi
it_it: Decodificatore
nb_no: Dekoder
pl_pl: Dekoder
pt_pt: Descodificador
sv_se: Avkodare
tr_tr: Kod çözücü

source: Stop
ca_es: Parar
id_id: Berhenti
nb_no: Stopp
pt_pt: Parar
sv_se: Stopp
tr_tr: Durdur

source: Options
ca_es: Opcions
id_id: Pilihan
it_it: Opzioni
nb_no: Alternativer
pl_pl: Opcje
pt_pt: Opções
sv_se: Inställningar
tr_tr: Ayarlar

source: frequency
it_it: frequenza
pl_pl: częstotliwość
pt_pt: frequência
sv_se: frekvens

source: Image Correction
ca_es: Correcció d'imatge
id_id: Perbaikan Gambar
it_it: Correzione delle immagini
nb_no: Bildekorreksjon
pl_pl: Korekcja obrazu
pt_pt: Correção de imagem
sv_se: Korrigering av bild
tr_tr: Resim Düzeltme

source: phase by line
it_it: fase per linea
pt_pt: fase por linha

source: Rotation
ca_es: Rotació
id_id: Putaran
it_it: Rotazione
nb_no: Rotasjon
pl_pl: Obracanie
pt_pt: Rotação
tr_tr: Rotasyon

source: Skew
ca_es: inclinar
id_id: Miring
it_it: Inclinazione
nb_no: Forskyvd
pl_pl: Przekrzywienie
pt_pt: Inclinar
sv_se: Skeva
tr_tr: Eğme

source: a page
pt_pt: uma página
sv_se: en sida

source: Image Coordinates
ca_es: Coordenades de la imatge
id_id: Koordinat Gambar
it_it: Coordinate immagine
nb_no: Bildekoordinater
pl_pl: Współrzędne obrazu
pt_pt: Coordenadas de imagem
sv_se: Bildkoordinater
tr_tr: Görüntü Koordinatları

source: Remove
ca_es: Eliminar
id_id: Menghapus
it_it: Rimuovi
nb_no: Fjern
pl_pl: Usuń
pt_pt: Remover
sv_se: Ta bort
tr_tr: Kaldır

source: Minutes
ca_es: Minuts
id_id: Menit
it_it: Minuti
pl_pl: Minut
pt_pt: Minutos
sv_se: Minuter
tr_tr: Dakika

source: Lat/Lon Minutes
pt_pt: Minutos Lat/Lon
sv_se: Lat/Lon Minuter

source: + Lat/Lon for N/E - Lat/Lon for S/W
ca_es: + Lat/Lon per a N/E -Lat/Lon per a S/W
id_id: + Lat/Lon untuk N/E - Lat/Lon untuk S/W
it_it: + Lat/Lon per N/E -Lat/Lon per S/O
nb_no: + B.grad/L.grad for N/Ø - B.grad/L.grad for S/V
pl_pl: + Lat/Lon dla N/E -Lat/Lon dla S/W
pt_pt: + Lat/Lon para N/E - Lat/Lon para S/W
sv_se: + Lat/Lon för N/E - Lat/Lon för S/W
tr_tr: Kuzey/Doğu için +Enlem/+Boylam Güney/Batı için -Enlem/-Boylam

source: Coordinates Mapping Correction
ca_es: Coordenades de Correcció Cartogràfica
id_id: Koreksi Koordinat Pemetaan
it_it: Coordinate di mappatura correzione
nb_no: Koordinatkartleggings korreksjon
pt_pt: Correção de Coordenadas de mapeamento
sv_se: Koordinater kartkorrigering
tr_tr: Haritalama düzeltmesi koordinatları

source: Input Type
ca_es: Tipus d'entrada
id_id: Jenis masukan
it_it: Tipo di Inserimento
nb_no: Inndatatype
pl_pl: Typ danych wejściowych
pt_pt: Tipo de entrada
sv_se: Inmatningstyp
tr_tr: Giriş Türü

source: conic
ca_es: Cònica
id_id: kerucut
it_it: conica
nb_no: kjeglesnitt
pt_pt: cônica
sv_se: konisk
tr_tr: konik

source: fixed-flat
ca_es: fixe-plana
id_id: tetap-datar
it_it: fix-flat
nb_no: fast-flat
pt_pt: fixo-plano
tr_tr: sabit, düz

source: Output Type
ca_es: Tipus de sortida
id_id: Jenis keluaran
it_it: Tipo di output
nb_no: Utdatatype
pl_pl: Typ wyjścia
pt_pt: Tipo de saída
sv_se: Utdatatyp
tr_tr: Çıkış Türü

source: Size
ca_es: Tamany
id_id: Ukuran
it_it: Dimensione
nb_no: Størrelse
pl_pl: Rozmiar
pt_pt: Tamanho
sv_se: Storlek
tr_tr: Boyut

source: True Width Ratio
ca_es: Relació d'amplada veritable
id_id: Rasio lebar sebenarnya
it_it: Rapporto Larghezza Vera
nb_no: Virkelig breddeforhold
pl_pl: Współczynnik szerokości
pt_pt: Razão largura verdadeira
tr_tr: Gerçek Genişlik Oranı

source: Pole X
ca_es: Pol X
id_id: Tiang X
it_it: Polo X
nb_no: Pol X
pt_pt: Pólo X
tr_tr: Kutup X

source: Pole Y
ca_es: Pol Y
id_id: Tiang Y
it_it: Polo Y
nb_no: Pol Y
pt_pt: Pólo Y
tr_tr: Kutup Y

source: Equator Y
ca_es: Equador Y
id_id: Khatulistiwa Y
it_it: Equatore Y
nb_no: Ekvator Y
pl_pl: Równik Y
pt_pt: Equador Y
tr_tr: Ekvator Y

source: Get Equator
ca_es: Obtenir l'equador
id_id: Dapatkan Khatulistiwa
it_it: Ottieni l'equatore
nb_no: Hent ekvator
pl_pl: Pobierz równik
pt_pt: Obter o Equador
tr_tr: Ekvatoru al

source: Get Mapping
ca_es: Obtenir cartografia
id_id: Mendapatkan peta
it_it: Ottieni Mappatura
nb_no: Hent kartlegging
pl_pl: Pobierz odwzorowanie
pt_pt: Obter cartografia
tr_tr: Haritalama Al

source: << Prev
it_it: << Prec
pt_pt: << Anterior
sv_se: << Föregående

source: Next >>
it_it: Successivo >>
pt_pt: Próximo >>
sv_se: Nästa >>

source: Cancel
it_it: Annulla
pt_pt: Cancelar
sv_se: Avbryt

source: HF Schedules
ca_es: Horaris HF
id_id: Jadwal HF
it_it: Schedules HF
nb_no: HF tidsplaner
pl_pl: Harmonogramy HF
pt_pt: Horários de HF
sv_se: HF Schema
tr_tr: HF Programları

source: Load Schedules at Startup
ca_es: Carregar horaris en començar
id_id: Muatkan Jadwal di Startup
it_it: Carica programmazione all'avvio
nb_no: Last tidsplaner ved oppstart
pl_pl: Załaduj harmonogramy przy uruchamianiu
pt_pt: Carregar agendamento ao iniciar
sv_se: Ladda schemalagda vid start
tr_tr: Başlangıçta programları yükle

source: capture
it_it: Catturare
pl_pl: przechwyć
pt_pt: capturar
sv_se: fånga

source: Sample Rate
ca_es: Freqüència de mostreig
id_id: Rating sampel
it_it: valutare esempio
nb_no: Samplingsrate
pl_pl: Częstotliwość próbkowania
pt_pt: Taxa de Amostragem
sv_se: Samplingsfrekvens
tr_tr: Aynı oran

source: Device Index
ca_es: Índex del dispositiu
id_id: Petunjuk Perangkat
it_it: Indice del dispositivo
pl_pl: Indeks urządzenia
pt_pt: Índice de dispositivo
tr_tr: Cihaz İndeksi

source: device index
it_it: indice del dispositivo
pl_pl: indeks urządzenia
pt_pt: índice de dispositivo

source: error ppm
it_it: errore ppm
pt_pt: erro ppm
sv_se: fel ppm

source: Export
ca_es: Exportar
id_id: Pengeluaran
it_it: Esporta
nb_no: Eksport
pl_pl: Eksportuj
pt_pt: Exportar
sv_se: Exportera
tr_tr: Dışarı aktar

source: Reduce to
ca_es: Reduir a
id_id: Mengurangi untuk
it_it: Riduci a
nb_no: Reduser til
pl_pl: Zredukuj do
pt_pt: Reduzir a
sv_se: Minska till
tr_tr: Azalt

source: Colors
id_id: Warna-warna
it_it: Colori
nb_no: Farger
pl_pl: Kolory
pt_pt: Cores
sv_se: Färger
tr_tr: Renkler

source: Recommended 4, 16, 64, or 256
ca_es: Recomanat 4, 16, 64 o 256
id_id: Disarankan 4, 16, 64, atau 256
it_it: Consigliati 4, 16, 64 o 256
pl_pl: Zalecane 4, 16, 64 lub 256
pt_pt: Recomendado 4, 16, 64 ou 256
sv_se: Rekommendation 4, 16, 64 eller 256
tr_tr: Önerilen 4, 16, 64, veya 256

source: Depth
ca_es: Profunditat
id_id: Kedalaman
it_it: Profondità
nb_no: Dybde
pl_pl: Głębokość
pt_pt: Profundidade
sv_se: Djup
tr_tr: Derinlik

source: Meters
ca_es: Metres
id_id: Meter
it_it: Metri
nb_no: Meter
pl_pl: Metry
pt_pt: Metros
sv_se: Meter
tr_tr: Metre

source: Fathoms
ca_es: Braces
id_id: Mengerti
it_it: braccia
nb_no: Favner
pl_pl: Sążnie
pt_pt: Braças
sv_se: Famnar
tr_tr: Kulaç

source: fix sounding datum
ca_es: Fixar la sonda de referència
id_id: memperbaiki datum yang terdengar
it_it: Fissare il dato delle sonde
nb_no: korriger loddskudd datum
pt_pt: Fixar sonda de referência
sv_se: fast kartdatum
tr_tr: kayıt tarihini değiştir

source: Audio Decoding Options
ca_es: Opcions de descodificació d'àudio
id_id: Pilihan Decoding Audio
it_it: Opzioni di decodifica audio
nb_no: Lyd-dekoder alternativer
pl_pl: Opcje dekodowania audio
pt_pt: Opções de descodificação de áudio
sv_se: Inställningar för ljudavkodning
tr_tr: Ses Kod Çözme Seçenekleri
