Repository: bdbcat/weatherfax_pi
Catalog: po/*.po
Languages: ca_es, id_id, it_it, nb_no, pl_pl, pt_pt, sv_se, tr_tr

source: Image Width
ca_es: Ample d'imatge
id_id: Lebar gambar
it_it: Larghezza immagine
nb_no: Bildebredde
pl_pl: Szerokość obrazu
pt_pt: largura da Imagem
sv_se: Bildbredd
tr_tr: Resim genişliği

source: Bits per Pixel
ca_es: Bits per píxel
id_id: Bit per Piksel
it_it: Bit per pixel
nb_no: Bits per piksel
pl_pl: Bitów na piksel
pt_pt: Bits por Pixel
tr_tr: Piksel başına bit sayısı

source: Carrier
ca_es: Portador
id_id: Pengangkut
it_it: Operatore
nb_no: Bærebølge
pl_pl: Nośna
pt_pt: Portadora
tr_tr: Taşıyıcı

source: Deviation
ca_es: Desviació
id_id: Deviasi
it_it: Deviazione
nb_no: Deviasjon
pl_pl: Odchylenie
pt_pt: Desvio
tr_tr: Sapma

source: middle
ca_es: al mig
id_id: tengah
it_it: in mezzo
nb_no: middels
pl_pl: średni
pt_pt: médio
sv_se: mitt
tr_tr: orta

source: narrow
ca_es: estret
id_id: sempit
it_it: limitato
nb_no: smal
pl_pl: wąskie
pt_pt: Estreito
sv_se: smal
tr_tr: dar

source: wide
ca_es: amplada
id_id: lebar
it_it: ampio
nb_no: bred
pl_pl: szeroki
pt_pt: larga
sv_se: bred
tr_tr: geniş

source: Saturation Threshold
ca_es: Llindar de saturació
id_id: Ambang Batas Saturasi
it_it: Soglia di saturazione
nb_no: Metningsterskel
pl_pl: Próg nasycenia
pt_pt: Limiar de saturação
tr_tr: Doygunluk eşiği

source: Skip start, stop and phasing detection
ca_es: Saltar començament, aturada i detecció de fase
id_id: Lewati start, stop dan phasing detection
it_it: Salta la fase di avvio, Rilevamento di fase
nb_no: Hopp over start, stopp og fasedeteksjon
pl_pl: Pomiń start, stop i detekcję fazowania
pt_pt: Ignorar inicio, fim e detecção de fase
sv_se: Hoppa över start, stopp och fasdetektering
tr_tr: Atlama başlangıç, durma ve önleme algılama

source: Include header data in image
ca_es: Incloure dades de capçalera en la imatge
id_id: Sertakan data header pada gambar
it_it: Includi i dati dell'intestazione nell'immagine
nb_no: Inkluder hodedata i bildet
pl_pl: Dołącz dane nagłówka do obrazu
pt_pt: Incluir dados de cabeçalho na imagem
sv_se: Inkludera sidrubriker i bilden
tr_tr: Üstbilgi verilerini resme ekle

source: Done
ca_es: Fet
id_id: Selesai
it_it: Fatto
nb_no: Ferdig
pl_pl: Gotowe
pt_pt: Terminado
sv_se: Klart
tr_tr: Yapıldı

source: Weather Fax Plugin Version
ca_es: Versió del Connector WeatherFax
it_it: Plugin Versione Meteo-Fax
nb_no: Værfaks Plugin versjon
pl_pl: Weather Fax wersja wtyczki
pt_pt: Versão do plugin Weather Fax
tr_tr: Hava Durumu fax eklenti sürümü

source: The weatherfax plugin for opencpn is intended to reduce the amount of user interaction to receive weather faxes and optionally overlay them directly onto charts. This includes a fax decoder, which converts radio fax audio into images. To get started, open either an image or recorded wav audio file of a ssb radio fax transmission from the file menu, or select an option from the retrieve menu. Source Code: https://github.com/seandepagnier/weatherfax_pi Many thanks to translators and testers.
ca_es: El Conector Weatherfax per a OpenCPN està dissenyat per reduir el nombre d’accions de l'usuari, en rebre un fax metereològic i la superposició opcional a la cartografia. Aquest inclou un descodificador que converteix els ràdio audio fax en imatges. Per començar, obrir una imatge o un arxiu de gravació d'àudio wav, d'una transmissió de fax de ràdio SSB desada al menú Arxiu, o seleccioneu una opció del menú de recuperar. Codi Font: https://github.com/seandepagnier/weatherfax_pi Moltes gràcies als traductors i provadors.
id_id: Plugin weatherfax untuk opencpn dimaksudkan untuk mengurangi jumlah interaksi pengguna untuk menerima faks cuaca dan secara opsional menayangkannya langsung ke grafik. Ini termasuk decoder faks, yang mengubah faks faks radio menjadi gambar. Untuk memulai, buka file audio atau rekaman wav dari transmisi faks ssb radio dari menu file, atau pilih opsi dari menu retrieve. Kode Sumber: https://github.com/seandepagnier/weatherfax_pi Terima kasih banyak kepada penerjemah dan penguji.
it_it: Il plugin weatherfax per opencpn ha lo scopo di ridurre la quantità di interazione dell'utente per ricevere i fax meteo e opzionalmente sovrapporli direttamente ai grafici. Questo include un decodificatore fax, che converte l'audio del fax radio in immagini. Per iniziare, aprire un'immagine o un file audio wav registrato di una trasmissione di fax radio SSB dal menu file, oppure selezionare un'opzione dal menu di recupero. Codice sorgente: https://github.com/seandepagnier/weatherfax_pi Grazie mille a traduttori e tester.
pl_pl: Wtyczka weatherfax dla opencpn ma zmniejszyć czynności użytkownika do odbierania faksów pogodowych i opcjonalnie nałożyć je bezpośrednio na mapy. Obejmuje faks dekoder, który konwertuje audio faks radiowy na obrazy. Aby rozpocząć pracę, otwórz obraz lub plik audio wav nagrany z transmisji faksowej radio ssb z menu plik, albo wybierz opcję z menu. Kod źródłówy: https://github.com/seandepagnier/weatherfax_pi Serdeczne dzięki dla tłumaczy i testerów.
pt_pt: A intenção da extensão Weather Fax para OpenCPN é reduzir o trabalho para a recepção de fax meteorológicos e opcionalmente sobrepô-los às cartas. É incluído um descodificador de fax, que converte audio de fax de radio para imagens. Para iniciar, abra uma imagem ou uma gravação audio de uma transmissão fax por ssb em ficheiro wav do menu ficheiro, ou escolha uma opção do menu Recuperar. Código fonte: https://github.com/seandepagnier/weatherfax_pi Agradecimentos aos tradutores e testadores.
sv_se: Väderfax plugin för opencpn är avsedd att minska mängden användarinteraktion för att ta emot väderfax och eventuellt överlagre dem direkt på sjökortet. Pluginen har en fax- avkodare, som omvandlar radiofaxljud till bilder. För att komma igång, öppna antingen en bild eller inspelad wav-ljudfil av en ssb-radiofaxöverföring från filmenyn, eller välj ett alternativ från hämtningsmenyn. Källkod: https://github.com/seandepagnier/weatherfax_pi Stort tack till översättare och testare.
tr_tr: Opencpn için hava durumu eklentisi eklentisi, hava durumu faksları almak ve isteğe bağlı olarak bunları doğrudan grafikler üzerine yerleştirmek için kullanıcı etkileşimi miktarını azaltmak için tasarlanmıştır. Bu radyo faks sesini resimlere dönüştüren bir faks çözücü içerir. Başlamak için, dosya menüsünden bir ssb radyo faksı iletiminin bir görüntü veya kayıtlı wav ses dosyasını açın veya alma menüsünden bir seçenek belirleyin. Kaynak Kodu: https: //github.com/seandepagnier/weatherfax_pi Çok çevirmenler ve test görevlileri sayesinde.

source: About the Author
ca_es: Sobre l'autor
id_id: Tentang Pengarang
it_it: Sull'autore
nb_no: Om opphavet
pl_pl: O autorze
pt_pt: Sobre o autor
sv_se: Om utgivaren
tr_tr: Yazar Hakkında

source: Weather Fax Image
ca_es: Imatge del Fax Meteorològic
id_id: Gambar faks cuaca
it_it: Immagine Meteo Fax
nb_no: Værfaks bilde
pl_pl: Obraz faksu pogody
pt_pt: Imagem de Fax Meteorológico
sv_se: Väderfaxbilden
tr_tr: Hava durumu faks görüntüsü

source: New Coord
ca_es: Noves Coord
id_id: Koord baru
it_it: Nuove coord.
nb_no: Nytt koordinat
pl_pl: Nowe współrzędne
pt_pt: Nova Coord
tr_tr: Yeni Koordinat

source: Start
ca_es: Començar
id_id: Mulai
it_it: Inizia
pt_pt: Início
sv_se: Starta
tr_tr: Başlat

source: Image
it_it: Immagine
pl_pl: Obraz
pt_pt: Imagem
sv_se: Bild

source: Failed to apply mapping Check Mapping Correction Parameters
ca_es: Impossible de cartografiar Verifiqueu els paràmetres de correcció de la cartografia
id_id: Gagal menerapkan pemetaan Periksa Parameter Koreksi Pemetaan
it_it: Impossibile applicare mappatura Verifica parametri di correzione mappatura
nb_no: Kunne ikke legge til kartlegging Sjekk kartleggings parametre
pl_pl: Nie można zastosować odwzorowania Sprawdź korekcję parametrów odwzorowania
pt_pt: Falha ao aplicar mapeamento Verifique parâmetros de correção de mapeamento
tr_tr: Haritalama uygulaması başarısız oldu Haritalama Düzeltme Parametreleri'ni kontrol edin

source: Mapping
ca_es: Cartografiant
id_id: Pemetaan
it_it: Mappatura
nb_no: Kartlegging
pl_pl: Odwzorowanie
pt_pt: Cartografia
tr_tr: Haritalama

source: Warning, latitudes on different sides of equator not recommended because of ambiguity of north or south pole
ca_es: Avís, latituds en ambdós costats de l'Equador no es recomanen per l'ambigüitat del Pol nord o del Pol Sud
id_id: Peringatan, garis lintang pada khatulistiwa tidak dianjurkan karena ambiguitas dari utara atau kutub selatan
it_it: Avviso, latitudini su lati diversi dell'equatore non raccomandata a causa dell'ambiguità fra polo Nord/Sud
nb_no: Advarsel, breddegrader på forskjellige sider av ekvator er ikke anbefalt på grunn av tvetydighet av nord- og sør-pol
pl_pl: Ostrzeżenie, szerokości geogr. po różnych stronach równika nie zalecane ze względu na dwuznaczność określenia Bieguna Północnego lub Południowego
pt_pt: Aviso, latitudes em lados diferentes do Equador não recomendado devido à ambigüidade do Polo Norte ou do Pólo Sul
sv_se: Varning, breddgrader på olika sidor av ekvatorn rekommenderas inte på grund av tvetydigheten i norr eller söder pol
tr_tr: Uyarı, ekvatorun farklı taraflarındaki enlemlerin, kuzey veya güney kutbunun belirsizliği nedeniyle önerilmez

source: Calculating Mapping Failed. Perhaps you have chosen the wrong mapping type for this image, or the coordinates specified are not correct
ca_es: Càlcul de mapatge fracassat. Potser heu seleccionat el tipus d'assignació inadequada per a aquesta imatge, o les coordenades especificades no són correctes
id_id: Menghitung Pemetaan Gagal. Mungkin Anda telah memilih jenis pemetaan yang salah untuk gambar ini, atau koordinat yang ditentukan tidak benar
it_it: Calcolo mappatura non riuscito. Hai possibilmente selezionato il tipo di mappatura sbagliata per questa immagine, o le coordinate specificate non sono corrette
nb_no: Kalkulering av kartlegging feilet. Kanskje du har valgt feil kartleggings metode for dette bildet, eller er så er koordinatene feil
pl_pl: Obliczanie odwzorowania nie powiodło się. Może wybrałeś zły typ odwzorowania dla tego obrazu, lub współrzędne określone są nieprawidłowe
pt_pt: Falhou o calculo do mapeamento. Verifique se escolheu o tipo de mapeamento correcto para esta imagem, e as coordenadas especificadas estão correctas
tr_tr: Haritalama İşlemi Başarısız. Belki de bu resim için yanlış eşleme türünü seçtiniz veya belirtilen koordinatlar doğru değil

source: Calculating Mapping not yet supported.
ca_es: Els càlculs de cartografia encara no estan suportats.
id_id: Menghitung Pemetaan belum didukung.
it_it: Calcolo mappatura non ancora supportato
nb_no: Kalkulering av kartlegging er ikke støttet enda.
pl_pl: Obliczania odwzorowania nie jest jeszcze obsługiwane.
pt_pt: Cálculo de mapeamento ainda não suportado.
tr_tr: Haritalama hesaplanması henüz desteklenmiyor.

source: Calculating Equator not yet supported.
ca_es: El càlcul de l'Equador encara no està suportat.
id_id: Menghitung Khatulistiwa belum didukung.
it_it: Calcolo dell'equatore non ancora supportato
nb_no: Kalkulering av Ekvator er ikke støttet enda.
pl_pl: Obliczanie równika nie jest jeszcze obsługiwane.
pt_pt: Calculo do Equador ainda não suportado.
tr_tr: Ekvatorun hesaplanması henüz desteklenmiyor.

source: Mapping allows for scaling, and conversion between coordinate systems Latitudes are +N -S, Longitudes +E -W For polar mapping mode: Get Mapping parameters calculates the mapping from the coordinates given, but the first coordinate's X value (vertical red line) must align with the pole in polar mode on the vertical meridian Once the coordinates are entered, the mapping should make the the blue latitudes align. If they are far off, check the input coordinates. Once they are close: First adjust pole X to center the latitudes. Next adjust the Pole Y value until the blue latitude curve closest to the pole is correct. Now, if the second blue latitude is too wide, then the true width ratio needs to be increased, otherwise it should be decreased. Repeat adjusting the Pole Y and true width ratio until both align. It is easiest to calibrate correctly if you use the farthest spaced latitudes available. Once the blue latitudes align perfectly, recompute the equator to ensure the resulting mapping is correct. At this point, the coordinates can be changed to better locations if needed. If true width is very close to 1.0 it probably should be exactly 1.0. It is also possible to go to the next step, adjust the coordinates, then come back to this step and get the mapping parameters again to improve the estimate.
ca_es: La cartografia permet l'ampliació i conversió entre sistemes de coordenades Les latituds són +N -S, les longituds són + E -W Per al mode de cartografia polar: L’opció “Obtenir Cartografia” calcula la cartografia a partir de les coordenades donades, però el valor x de la primera coordenada (línia vermella vertical) s’han d'alinear amb el pol en el mode polar sobre el meridià Un cop que s'introdueixen les coordenades, el cartografiat ha de fer que les latituds blaves s’alineïn. Si estan lluny, comprovar les coordenades introduïdes. Un cop estan properes: Primer ajustar el pol X per centrar les latituds. A continuació ajustar el valor del pol Y fins que la corba blava de latitud més propera al pol sigui correcta. Ara, si la segona latitud blava és massa ample, llavors la relació de l’amplada veritable necessita ser augmentada, en cas contrari ha de ser disminuïda. Repetir ajustant el pol Y i la relació d’amplada veritable fins a alinear-les. És més fàcil calibrar correctament si utilitzeu les latituds més allunyades disponibles. Un cop les latituds blaves s’alineen perfectament, cal tornar a calcular l'Equador per assegurar-se que la cartografia resultant és correcta. En aquest punt, es poden canviar les coordenades a millors ubicacions, si és necessari. Si l’amplada veritable és molt a prop 1.0 probablement hauria de ser exactament 1.0. També és possible anar al següent pas, ajustar les coordenades, després tornar a aquest pas i aconseguir de nou els paràmetres de cartografia per millorar l'estimació.
id_id: Pemetaan memungkinkan penskalaan, dan konversi antara sistem koordinat Latitudes adalah + N -S, Longitudes + E -W Untuk mode pemetaan polar: Dapatkan parameter Pemetaan menghitung pemetaan dari koordinat yang diberikan, namun koordinat pertama Nilai X (garis merah vertikal) harus sejajar dengan kutub dalam mode polar pada meridian vertikal Setelah koordinat dimasukkan, pemetaan harus membuat garis lintang biru sejajar. Jika mereka jauh, periksa koordinat inputnya. Setelah mereka dekat: Pertama atur tiang X ke tengah garis lintang. Selanjutnya atur nilai Pole Y sampai garis lintang biru yang paling dekat dengan kutub sudah benar. Nah, jika garis lintang biru kedua terlalu lebar, maka rasio lebar sebenarnya perlu ditingkatkan, jika tidak maka harus dikurangi. Ulangi menyesuaikan Pole Y dan true width ratio sampai keduanya menyelaraskan. Paling mudah untuk mengkalibrasi dengan benar jika Anda menggunakan lintang paling jauh yang ada. Setelah garis lintang biru sejajar dengan sempurna, hitung kembali khatulistiwa untuk memastikan pemetaan yang dihasilkan benar. Pada titik ini, koordinat bisa diubah ke lokasi yang lebih baik jika diperlukan. Jika benar lebar sangat dekat dengan 1.0 itu mungkin harus persis 1.0. Hal ini juga memungkinkan untuk pergi ke langkah berikutnya, menyesuaikan koordinat, kemudian kembali ke langkah ini dan mendapatkan parameter pemetaan lagi untuk memperbaiki perkiraan.
it_it: La mappatura consente il ridimensionamento e conversione tra sistemi di coordinate Le latitudini sono del tipo + N -S, le longitudini + E -O Per modalità polare: I parametri di Get Mapping calcola la mappatura partendo dalle coordinate fornite, tuttavia l'ascissa della prima coordinata (la linea rossa verticale) deve essere allineata con il polo sul meridiano.Una volta inserite le coordinate, la mappatura dovrebbe allineare le latitudini blu. Se queste si scostano eccessivamente, verifica le coordinate inserite. Una volta raggiunto l'allineamento: Regola il polo X in modo da centrare le latitudini. Successivamente, regola il valore del Polo Y fino la curva di latitudine blu più prossima al polo è corretta. A questo punto, se la seconda latitudine blu è troppo larga il rapporto di ampiezza vera (true width) deve essere aumentato, in caso contrario diminuito. Ripetere il procedimento regolando il Polo Y e il rapporto di ampiezza vera fino a quando sono entrambe allineate. E' più semplice calibrare correttamente se si latitudini maggiormente distanziate fra quelle disponibili. Una volta perfettamente allineate le latitudini, ricalcolare l'equatore per assicurarsi che la mappatura risultante sia corretta. A questo punto le coordinate possono essere modificate a piacimento, se necessario. Se l'ampiezza vera é molto prossima a 1.0, dovrebbe probabilmente essere esattamente 1.0. E' anche possibile procedere al passo successivo, regolare le coordinate, e ritornare a questo passo e ottenere i parametri di mappatura per migliorare la stima.
pl_pl: Odwzorowanie pozwala na skalowanie i przeliczanie między sytemami współrzędnych Szerokości geogr.+N -S, długości geogr. + E-W Dla odwzorowania biegunowego: Parametry odwzorowania obliczają odwzorowanie z podanych współrzędnych, ale pierwsza Współrzędna X wartość (pionowa czerwona linia) należy wyrównać z Biegunem w trybie polar na pionowym południku Kiedy współrzędne są wprowadzane, Odwzorowanie powinno wyrównać niebieskie szerokości geogr. Jeśli są one daleko, sprawdź wprowadzone współrzędne. Kiedy są one blisko: Najpierw dopasuj Pole X do środka szerokości geogr. Następnie dopasuj wartości Pole Y aż niebieska krzywa szerokości geogr.najbliżej bieguna jest poprawna. Teraz jeśli druga niebieska szerokość geogr. jest zbyt szeroki, współczynnik szerokości powinien zostać zwiększony, w przeciwnym razie należy go zmniejszyć. Powtórz dopasowanie Pole Y i współczynnika szerokości, aż oba będą wyrównane. Najłatwiej skalibrować poprawnie, jeśli używasz najbardziej oddalonych dostępnych szerokości geogr.. Kiedy niebieskie szerokości geogr. są idealnie wyrównane przelicz równik do sprawdzenia, że otrzymane odwzorowanie jest poprawne. W tym momencie współrzędne można zmienić na lepsze lokalizacje, w razie potrzeby. Jeśli prawdziwa szerokość jest bardzo blisko 1.0 to chyba powinno być dokładnie 1.0. Można również możliwe przejść do następnego kroku, dopasować współrzędne, a następnie wrócić do tego kroku i uzyskać parametry odwzorowania ponownie, aby poprawić szacowanie.
pt_pt: O Mapeamento garante a escala, e conversão entre sistemas de coordenadas Latitudes são +N -S, Longitudes +E -W Para o modo de mapeamento polar: Obter os parametros de mapeamento calcula o mapeamento das coordenadas fornecidas , mas o valor X da primeira coordenada (linha vermelha vertical) deve alinhar com o polo em modo polar no meridiano vertical Quando as condenadas forem introduzidas, o mapeamento deverá alinhar as latitude azuis. Se estiverem desviadas verifique as coordenadas introduzidas. Quando estão proximas: Primeiro ajuste o polo X para centrar as latitudes. Depois ajuste o valor do PPolo Y até a curva de latitude azul mais próxima do polo estar correcta. Agora, se a segunda latitude azul estiver demasiado afastada, então o ritmo de largura verdadeiro deve ser aumentado, de contrario deve ser reduzido. Continue a ajusta o Polo Y e o verdadeiro ritmo de largura até estarem ambos alinhadso. Será mais facil a calibração correcta se usar as latitudes mais afastadas possiveis. Assim que as latitudes azuis estiverem perfeitamente alinhadas, recalcule o equador para garantir que o mapeamento resultante está correcto. Nesta altura, as coordenadas podem ser modificadas par uma melhor localização se necessário. Se a largura verdadeira estiver muito próxima de 1.0 provavelmente deverá ser exactamente 1.0. Também é possível ir para o próximo passo, ajustar as coordenadas, e então voltar a sete passo e obter os parametros de mapeamento de novopara melhorar a estimativa.
tr_tr: Haritalama, ölçeklendirme ve koordinat sistemleri arasında dönüşümü sağlar Ratitlar + N -S, Boylamlar + E-W Kutup haritalama modu için: Get Eşleme parametreleri verilen koordinatlardan haritalama hesaplar, ancak ilk koordinatın X değeri ( dikey kırmızı çizgi), dikey meridyende kutup modunda kutup ile hizalamalıdır Bu koordinatlar girildiğinde, haritalama mavi enlemleri hizalamalıdır. Uzaktaysa, giriş koordinatlarını kontrol edin. En yakın olduklarında: Kutuyu X enlemlerini ayarlamak için ayarlayın. Sonra Kutuba en yakın mavi enlem eğrisi doğru olana kadar Kutup Y değerini ayarlayın. Şimdi, ikinci mavi enlem çok genişse, gerçek genişlik oranının artırılması gerekir, aksi halde azaltılmalıdır. Her iki hizaya gelene kadar Kutup Y'sini ve gerçek genişlik oranını tekrarlayın. Mevcut en uzak aralıklı enlemleri kullanırsanız, doğru şekilde kalibre edilmesi en kolayı taşır. Mavi enlemlerin mükemmel hizalamasını takiben, elde edilen haritalamanın doğru olduğundan emin olmak için ekvatoru tekrar hesaplayın. Bu noktada, koordinatlar gerekirse daha iyi konumlara dönüştürülebilir. Gerçek genişlik 1,0'a çok yakınsa, muhtemelen tam olarak 1.0 olmalıdır. Bir sonraki adıma geçmek, koordinatları ayarlamak, ardından bu adımı geri getirmek ve tahmini artırmak için eşleme parametrelerini yeniden elde etmek de mümkündür.

source: WeatherFax Preferences
ca_es: Preferències de WeatherFax
id_id: Pilihan cuaca fax
it_it: Impostazioni Meteo Fax
nb_no: Værfaks innstillinger
pl_pl: Ustawienia WeatherFax
pt_pt: Preferências de WeatherFax
sv_se: Inställningar för väderfax
tr_tr: WeatherFax Tercihleri

source: weatherfax
it_it: meteofax
nb_no: værfaks
pl_pl: Faks Pogodowy
sv_se: väderfax

source: N/A
it_it: N/D

source: Phasing
ca_es: Extinció
id_id: Secara bertahap
it_it: Messa in fase
nb_no: Fasing
pl_pl: Fazowanie
sv_se: Fasning
tr_tr: Aşamalandırma

source: mercator
it_it: Mercatore
tr_tr: merkatör

source: polar
id_id: kutub
it_it: Polare
tr_tr: kutup

source: Mercator
it_it: Mercatore
nb_no: Merkator
tr_tr: Merkatör

source: upconverter mhz
it_it: convertitore aumento mhz

source: WeatherFax
it_it: FaxMeteo
nb_no: Værfaks
pl_pl: Mapa pogodowa
sv_se: Väderfax
tr_tr: Hava durumu faksı

source: Weatherfax
it_it: FaxMeteo
sv_se: Väderfax

source: Fax
nb_no: Faks
tr_tr: Faks

source: Lat
nb_no: Bgrad
pl_pl: φ
tr_tr: Enlem

source: Lon
nb_no: Lgrad
pl_pl: λ
tr_tr: Boylam

source: khz min
id_id: khz minimal
tr_tr: Minimum khz

source: khz max
ca_es: khz màx.
id_id: khz maksimal
nb_no: kHz maks
sv_se: khz min
tr_tr: Maksiumum khz

source: Coord Y/X
nb_no: Koord Y/X
sv_se: Koordinat Y/X
tr_tr: Koordinat Y/X

source: Lat/Lon
nb_no: B.gra/L.gra
pl_pl: Szerokości/długości geograficznej
sv_se: Lat/Long
tr_tr: Enlem / Boylam

source: GetAspectRatio
nb_no: HentAspektforhold
pl_pl: PobierzWspółczynnikKształtuObrazu

source: &Internet
nb_no: &Internett
