Repository: bdbcat/weatherfax_pi
Catalog: po/*.po
Languages: ca_es, id_id, it_it, nb_no, pl_pl, pt_pt, sv_se, tr_tr

source: Weather Fax
ca_es: Fax Meteorològic
id_id: Faks Cuaca
it_it: Fax Meteo
nb_no: Værfaks
pl_pl: Mapa pogodowa
pt_pt: Fax meteorológico
sv_se: Väderfax
tr_tr: Hava Faks

source: HF Radio Schedules
ca_es: Horaris Ràdio HF
id_id: Jadwal Radio HF
it_it: Programmi Radio HF
nb_no: HF radio planer
pl_pl: Harmonogramy HF Radio
pt_pt: Horários de rádio HF
sv_se: HF-radioschema
tr_tr: HF Radyo Programları

source: Internet Retrieval
ca_es: Recuperació d'Internet
id_id: Retrieval Internet
it_it: Ricezione via Internet
nb_no: Internett mottak
pl_pl: Pobieranie z Internetu
pt_pt: Obtenção da Internet
sv_se: Återställning via internet
tr_tr: İnternet Erişimi

source: Weather Fax Preferences
ca_es: Preferències de WeatherFax
id_id: Preferensi Faks Cuaca
it_it: Impostazioni Meteo Fax
nb_no: Værfaks alternativer
pl_pl: Ustawienia faksu – Pogoda
pt_pt: Preferências de Fax meteorológico
sv_se: Väderfax-inställningar
tr_tr: Hava durumu faks tercihleri

source: Fax Decoding Options
ca_es: Opcions de decodificació del Fax
id_id: Pilihan Decoding Faks
it_it: Opzioni di decodifica
nb_no: Alternativer for faksdekoding
pl_pl: Opcje dekodowania faksu
pt_pt: Opções de decodificação de fax
sv_se: FaxInställningar
tr_tr: Faks çözme seçenekleri

source: About Weatherfax
ca_es: Sobre Weatherfax
id_id: Tentang Weatherfax
it_it: Circa Meteo Fax
nb_no: Om Weatherfax
pl_pl: O Weatherfax
pt_pt: Sobre Weatherfax
sv_se: Om Väderfax
tr_tr: Weatherfax Hakkında

source: Failed to configure capture.
pt_pt: Falha ao configurar a captura.
sv_se: Det gick inte att konfigurera mottagna data.

source: Failure
it_it: Fallimento
pt_pt: Falha
sv_se: Fel

source: Failed
ca_es: Error
id_id: Gagal
it_it: Non riuscito
nb_no: Feilet
pl_pl: Niepowodzenie
pt_pt: Falhou
sv_se: Misslyckades
tr_tr: Başarısız

source: Failure Decoding Fax:
ca_es: Ha fallat la descodificació del Fax:
id_id: Kegagalan Decoding Faks:
it_it: Errore decodifica Fax:
nb_no: Feil ved dekoding av faks:
pl_pl: Niepowodzenie dekodowania faksu:
pt_pt: Falha a descodificar Fax:
sv_se: Misslyckad faxavkodning:
tr_tr: Faks çözümünde hata:

source: DecodeImageLine requires specific buffer length
ca_es: DecodeImageLine demana un tamany específic de "buffer"
id_id: DecodeImageLine membutuhkan panjang penyangga yang spesifik
it_it: DecodeImageLine richiede la lunghezza del buffer specifico
nb_no: DekodeBildeLinje krever en bestemt bufferlengde
pl_pl: DecodeImageLine wymaga określonej długości buforu
pt_pt: DecodeImageLine necessita um comprimento de buffer específico
tr_tr: DecodeImageLine özel arabellek uzunluğu gerektirir

source: Port audio overflow on input, some data lost!
ca_es: Desbordament de la capacitat del port d'àudio. Algunes dades s'han perdut!
id_id: Port audio overflow pada input, beberapa data hilang!
it_it: Overflow del buffer audio in ingresso: alcuni dati persi!
nb_no: Portaudio overflyt på inngang, noen data er tapt!
pl_pl: Port audio - przepełnienie na wejściu, niektóre dane utracone!
pt_pt: Sobrecarga da porta de entrada de audio, perdidos alguns dados!
sv_se: Audio overflow, vissa data förlorade!
tr_tr: Girişte port ses taşması, bazı veriler kayboldu!

source: could not open input file:
ca_es: no s'ha pogut obrir el fitxer d'entrada:
id_id: tidak bisa membuka file:
it_it: Impossibile aprire il file di input:
nb_no: kunne ikke åpne inndata-fil:
pl_pl: nie można otworzyć pliku wejściowego:
pt_pt: não foi possível abrir o ficheiro de entrada:
sv_se: kunde inte öppna filen:
tr_tr: giriş dosyası açılamadı:

source: sample size not 8 or 16 bit:
ca_es: El mostreig no és de 8 o 16 bits:
id_id: ukuran contoh bukan 8 atau 16 bit:
it_it: Campionatura non a 8 o 16 bit:
nb_no: sample størrelse er ikke 8 eller 16 bit:
pl_pl: rozmiar Probki nie 8 lub 16 bit:
pt_pt: tamanho da amostra não 8 ou 16 bit:
tr_tr: örnek büyüklüğü 8 veya 16 bit değil:

source: no audiofile support compiled
it_it: nessun supporto audiofile compilato
pt_pt: nenhum suporte de áudio compilado
sv_se: inget ljudfilsstöd kompilerat

source: Scheduled
ca_es: Programat
id_id: Dijadwalkan
it_it: Pianificato
nb_no: Planlagt
pl_pl: Zaplanowane
pt_pt: Agendado
sv_se: Schemalagd
tr_tr: Planlandı

source: Server
ca_es: Servidor
pl_pl: Serwer
pt_pt: Servidor
tr_tr: Sunucu

source: Region
ca_es: Regió
id_id: Wilayah
it_it: Regione
pt_pt: Região
tr_tr: Bölge

source: Contents
ca_es: Continguts
id_id: Konten
it_it: Contenuti
nb_no: Innhold
pl_pl: Zawartość
pt_pt: Conteúdo
sv_se: Innehåll
tr_tr: İçindekiler

source: Map Area
ca_es: Mapa de l'àrea
id_id: Area Peta
it_it: Area mappa
nb_no: Kartområde
pl_pl: Obszar na mapie
pt_pt: Área do mapa
sv_se: Områdeskarta
tr_tr: Harita alanı

source: Failed to load file:
ca_es: No s'ha pogut carregar el fitxer:
id_id: Gagal memuat file:
it_it: Impossibile caricare il file:
nb_no: Kunne ikke laste fil:
pl_pl: Nie udało się załadować pliku.
pt_pt: Falha a carregar ficheiro:
sv_se: Det gick inte att läsa filen:
tr_tr: Dosya yüklenemedi:

source: Invalid xml file
ca_es: Fitxer xml no vàlid
id_id: File xml tidak sah
it_it: File xml non valido
nb_no: Ugyldig xml fil
pl_pl: Nieprawidłowy plik xml
pt_pt: Ficheiro xml inválido
sv_se: Ogiltig xml fil
tr_tr: Geçersiz xml dosyası

source: Loading
ca_es: Carregant
id_id: Pemuatan
it_it: Caricamento in corso
nb_no: Laster
pl_pl: Wczytywanie
pt_pt: Carregando
sv_se: Laddar
tr_tr: Yükleniyor

source: WeatherFax Internet Retrieval
ca_es: Recuperar WeatherFax d'internet
it_it: Recupero di un fax meteo su internet
pt_pt: Obtenção WeatherFax pela internet
sv_se: Väderfax från Internet
tr_tr: İnternetten hava durumu faksı alın

source: Invalid iterator:
ca_es: Iterator no vàlid:
id_id: Iterator tidak valid:
it_it: Iterazione non valida:
nb_no: Ugyldig iterator:
pl_pl: Nieprawidłowy iterator:
pt_pt: Iterador inválido:
sv_se: Ogiltig iterator:
tr_tr: Geçersiz yineleyici:

source: Unrecognized xml node:
ca_es: Node xml desconegut:
id_id: Simpul xml yang tidak dikenal:
it_it: Modalità XML non identificata
nb_no: Ukjent xml node:
pl_pl: Nierozpoznany węzeł xml:
pt_pt: Nó xml desconhecido:
sv_se: Okänd Xml-nod:
tr_tr: Tanınmayan Xml düğümü:

source: Failed to match Area:
ca_es: No ha pogut fer coincidir l'Àrea:
id_id: Gagal mencocokkan Area:
it_it: impossibile trovare area corrispondente:
nb_no: Kunne ikke sammenligne område:
pl_pl: Nie udało się dopasować obszaru:
pt_pt: Falha a encontrar área:
sv_se: Misslyckades att matcha område:
tr_tr: Alan Eşleştirilemedi:

source: Sorting this many urls might take too long
ca_es: La classificació aquests urls podria durar massa temps
id_id: Mengurutkan banyak url ini mungkin memakan waktu terlalu lama
it_it: Ordinare così tante URL potrebbe richiedere troppo tempo
nb_no: Sortering av så mange URL'er kan ta for lang tid
pl_pl: Sortowanie tak wiele adresów URL może trwać zbyt długo
pt_pt: Ordenação de tantos urls pode levar muito tempo
sv_se: Sortering av så här många webbadresser kan ta för lång tid
tr_tr: Bu birçok Url'yi sıralamak çok uzun sürebilir

source: Fax already retrieved less than 180 minutes ago. Use existing file?
ca_es: Fax ja recuperat fa menys de 180 minuts. Usar arxiu existent?
id_id: Faks sudah diperbaiki kurang dari 180 menit yang lalu. Pakai file yang ada?
it_it: Fax già ricevuto meno di 180 minuti fa. Usa file esistente?
nb_no: Faks allerede Hentet mindre enn 180 minutter siden. Bruk eksisterende fil?
pl_pl: Faks już odebrany mniej niż 180 minut temu. Użyć istniejącego pliku?
pt_pt: Fax já obtida há menos de 180 minutos. Usar ficheiro existente?
sv_se: Faxet har hämtats för mindre än 180 minuter sedan. Använd befintlig fil?
tr_tr: Faks, 180 dakikadan daha önce alındı. Bile mevcut dosyayı mı kullanıyorsun?

source: WeatherFax InternetRetrieval
ca_es: Recuperar WeatherFax d'internet
it_it: Recupero di un fax meteo su internet
nb_no: Værfax internett mottak
pt_pt: WeatherFax RecuperaçãoInternet
sv_se: Väderfax från Internet

source: Reading Headers:
ca_es: Llegint les capçaleres:
id_id: Topik membaca:
it_it: Intestazioni di lettura:
nb_no: Leserdatahoder:
pl_pl: Odczytywanie nagłówków:
pt_pt: Leitura de cabeçalhos:
sv_se: Läser rubriker:
tr_tr: Okuma başlıkları:

source: Failed to Download:
ca_es: Error en la descàrrega:
id_id: Gagal Mengunduh:
it_it: Download non riuscito:
pl_pl: Nie można pobrać:
pt_pt: Falha a descarregar:
sv_se: Det gick inte att ladda ned:
tr_tr: İndirme Başarısız:

source: Verify there is a working internet connection.
ca_es: Verifiqueu que hi ha una connexió d'internet funcionant.
id_id: Verifikasi ada sambungan internet yang bekerja.
it_it: Verificare la presenza di collegamento a Internet
nb_no: Kontroller om det finnes en fungerende internett forbindelse.
pl_pl: Sprawdź czy działa połączenie z Internetem.
pt_pt: Verifique se há uma ligação à Internet a trabalhar.
sv_se: Kontrollera att det finns en fungerande internetanslutning.
tr_tr: Çalışan bir internet bağlantısı olduğunu doğrulayınız.

source: If the url is incorrect please edit the xml and/or post a bug report.
ca_es: Si l'url és incorrecta, si us plau editeu el fitxer xml i/o envieu un informe d'error.
id_id: Jika url tidak benar edit xml/atau kirimkan laporan bug.
it_it: Se l'url non è corretto si prega modificare il file xml o inviare una segnalazione di bug.
nb_no: Hvis URL-adressen er feil, vennligst rediger XML og/eller post en feilrapport.
pl_pl: Jeśli adres url jest niepoprawny proszę edytować xml lub wysłać raport o błędzie.
pt_pt: Se o url está incorrecto, por favor edite o xml e/ou registe um relatório de erro.
sv_se: Om webbadressen är felaktig, vänligen redigera xml och/eller skicka en felrapport.
tr_tr: Eğer url yanlış ise xml'i düzenle veya hata raporu gönder.

source: No Faxes selected.
ca_es: Cap fax seleccionat.
id_id: Tidak ada Fax yang dipilih.
it_it: Nessun fax selezionato.
nb_no: Ingen faks er valgt.
pl_pl: Żadne faksy nie są zaznaczone.
pt_pt: Sem Faxes selecionados.
sv_se: Inga fax valda.
tr_tr: Seçili faks yok.

source: Try clicking the selected (first) column
ca_es: Intenti fer clic a la columna seleccionada (primera)
id_id: Coba klik pilihan kolom (pertama)
it_it: Fai click sulla (prima) colonna selezionata
nb_no: Forsøk å klikke på valgt (første) kolonne
pl_pl: Spróbuj kliknąć wybraną kolumnę (pierwszą)
pt_pt: Tente clicar a coluna seleccionada (primeira)
sv_se: Försök att klicka på den valda (första) kolumnen
tr_tr: Seçili (ilk) sütuna tıklamayı deneyin

source: Capture
ca_es: Captura
id_id: Menangkap
it_it: Acquisisci
nb_no: Opptak
pl_pl: Przechwyć
pt_pt: Captura
sv_se: Fånga
tr_tr: Yakalama

source: Station
ca_es: Emissora
id_id: Stasiun
it_it: Stazione
nb_no: Stasjon
pl_pl: Stacja
pt_pt: Estação
tr_tr: İstasyon

source: Frequencies
it_it: Frequenze
pl_pl: Częstotliwości
pt_pt: Frequências
sv_se: Frekvenser

source: Time (UTC)
ca_es: Hora (UTC)
id_id: Waktu (UTC)
it_it: Ora (UTC)
nb_no: Tid (UTC)
pl_pl: Czas (UTC)
pt_pt: Hora (UTC)
sv_se: Tid (UTC)
tr_tr: Zaman (UTC)

source: Valid Time
ca_es: Temps vàlid
id_id: Waktu yang sah
it_it: Ora valida
nb_no: Gyldig tid
pl_pl: Prawidłowy czas
pt_pt: Tempo válido
sv_se: Giltig tid
tr_tr: Geçerli Saat

source: Duration
ca_es: Duració
id_id: Jangka waktu
it_it: Durata
nb_no: Varighet
pl_pl: Czas trwania
pt_pt: Duração
sv_se: Varaktighet
tr_tr: Süre

source: WeatherFax Schedules
ca_es: Horaris WeatherFax
id_id: Jadwal WeatherFax
it_it: Orari FaxMeteo
nb_no: Værfaks tidsplaner
pl_pl: Harmonogramy WeatherFax
pt_pt: Horários de WeatherFax
sv_se: Väderfaxschema
tr_tr: WeatherFax Tarifeleri

source: Unrecognized xml node
ca_es: Node xml desconegut
id_id: Simpul xml yang tidak dikenal
it_it: Modalità XML non riconosciuta
nb_no: Ukjent xml node
pl_pl: Nierozpoznany węzeł xml
pt_pt: Nó xml desconhecido
sv_se: Okänd Xml-nod
tr_tr: Tanınmayan xml düğümü

source: Failed to find Duration for:
ca_es: No s'ha pogut trobar la durada per a:
id_id: Gagal menemukan Durasi:
it_it: Impossibile trovare la durata per:
nb_no: Kunne ikke finne varighet for:
pl_pl: Nie udało się znaleźć czasu dla:
pt_pt: Falha para encontrar a duração para:
sv_se: Det gick inte att hitta varaktigheten för:
tr_tr: -için Süre bulmak başarısız oldu:

source: Sorting this many schedules might take too long
ca_es: L'ordenació d'aquests horaris pot trigar massa
id_id: Menyortir banyak jadwal mungkin menggunakan waktu terlalu lama
it_it: L'ordinamento di cosi tanti orari potrebbe richiedere troppo tempo
nb_no: Sortering av så mange tidsplaner kan ta for lang tid
pl_pl: Sortowania tak wiele harmonogramów może być zbyt długo
pt_pt: Ordenação de tantos agendamentos pode levar muito tempo
sv_se: Sortering av så många scheman kan ta för lång tid
tr_tr: Çok fazla programı sıralamak uzun sürebilir

source: Populating List
ca_es: Omplint el llistat
id_id: Daftar Penduduk
it_it: Compilazione elenco
nb_no: Fyller liste
pl_pl: Wypełnianie listy
pt_pt: Preenchimento de lista
sv_se: Mängdlista
tr_tr: Popülasyon Listesi

source: Capturing fax:
ca_es: Capturant fax:
id_id: Menangkap faks:
it_it: Acquisizione fax:
nb_no: Lagrer faks:
pl_pl: Przechwytywanie faksu:
pt_pt: Captura de fax:
sv_se: Fångar fax:
tr_tr: Fax yakalama:

source: Conflicts with already scheduled fax:
ca_es: Conflictes amb els faxos programats:
id_id: Bertentangan dengan faks yang sudah terjadwal:
it_it: Orario coincide con altro fax programmato:
nb_no: Sammenfaller med allerede planlagt fax:
pl_pl: Konflikt z juz zaplanowanym faksem:
pt_pt: Conflitos com fax já agendado:
sv_se: Konflikt med redan schemalagt fax:
tr_tr: Zaten planlanmış faksla çakışıyor:

source: disable this fax?
ca_es: Voleu inhabilitar aquest fax?
id_id: jangan mengaktifkan faks ini?
it_it: disabilitare questo fax?
nb_no: deaktivere denne faks?
pl_pl: odrzucić ten faks?
pt_pt: desativar este fax?
sv_se: inaktivera detta fax?
tr_tr: bu faksı devre dışı bırak?

source: weatherfax schedules
ca_es: Horaris weatherfax
id_id: jadwal weatherfax
it_it: orari MeteoFax
nb_no: værfaks tidsplaner
pl_pl: harmonogramy weatherfax
pt_pt: programações de weatherfax
sv_se: väderfaxschema
tr_tr: weatherfax programları

source: No Capture Set
ca_es: Cap conjunt de captura
id_id: Belum Ditangkap
it_it: Nessun Set di acquisizione
nb_no: Ingen opptak satt
pl_pl: Nie ustawiono odbioru
pt_pt: Nenhum conjunto de captura
sv_se: Inga fångster specificerade
tr_tr: Yakalama ayarı yok

source: starting in
ca_es: començarà en
id_id: memulai pada
it_it: inizia tra
nb_no: starter om
pl_pl: staruje w ciagu
pt_pt: Iniciando em
sv_se: startar med
tr_tr: içinde başlıyor

source: second(s)
ca_es: Segon(s)
id_id: detik(s)
it_it: secondo(i)
nb_no: sekund(er)
pl_pl: sek
pt_pt: segundo(s)
sv_se: Sekund(er)
tr_tr: saniye

source: hour(s)
ca_es: Hora(/es)
id_id: jam(s)
it_it: ora(e)
nb_no: Time(r)
pl_pl: godzin(a/y)
pt_pt: hora(s)
sv_se: timma(r)
tr_tr: saat(ler)

source: minute(s)
ca_es: minut(s)
id_id: menit(s)
it_it: minuto(i)
nb_no: minutt(er)
pl_pl: minut(y)
pt_pt: minuto(s)
sv_se: minut(er)
tr_tr: dakika(lar)

source: Current fax:
ca_es: Fax actual:
id_id: Fax sekarang:
it_it: Fax in corso:
nb_no: Gjeldende faks:
pl_pl: Bieżący faks:
pt_pt: Fax Atual:
sv_se: Aktuellt fax:
tr_tr: Geçerli Fax:

source: Tune ssb radio to
ca_es: Sintonia ràdio BLU per
id_id: Tune ssb radio ke
it_it: Sintonizzare la radio BLU (SSB) su
nb_no: Still SSB-radioen til
pl_pl: Dostroić radio SSB
pt_pt: Sintonize rádio ssb para
tr_tr: Ssb radyo için ayarla

source: subtracting
it_it: sottraendo
pl_pl: różnice
pt_pt: subtraindo
sv_se: subtraherar

source: to receive fax for
ca_es: rebre fax per a
id_id: untuk menerima faksimile
it_it: per ricevere fax per
nb_no: for å motta faks for
pl_pl: aby odebrać faks do
pt_pt: para receber fax para
sv_se: mottag fax för
tr_tr: faks almak için

source: Weather Fax Schedule Beginning Soon
ca_es: L'horari dels Fax meteorològics comença aviat
id_id: Jadwal Faks Cuaca Awal Segera
it_it: MeteoFax in programma tra breve:
nb_no: Planlagt værfaks starter snart
pl_pl: Zaplanowany Fax pogodowy zaraz się rozpocznie
pt_pt: O agendamento Weather Fax começará em breve
sv_se: Väderfaxschema startar snart
tr_tr: Hava Durumu Faks Programı Yakında Başlayacak

source: Already capturing, cannot capture:
ca_es: Ja està capturant, no es pot capturar:
id_id: Sudah menangkap, tidak bisa ditangkap:
it_it: Già in acquisizione, non è possibile catturare:
nb_no: Opptak er startet, kan ikke starte opptak:
pl_pl: Trwa przechwytywanie, nie można przechwycić:
pt_pt: Já capturando, não pode capturar:
sv_se: Mottagning pågår, kan inte ta emot:
tr_tr: Zaten yakalanıyor, yakalanamaz:

source: Failed to launch:
ca_es: Error en iniciar:
id_id: Gagal meluncurkan:
it_it: Impossibile avviare:
nb_no: Kunne ikke starte:
pl_pl: Nie można uruchomić:
pt_pt: Falha ao iniciar:
sv_se: Misslyckades att starta:
tr_tr: Başlatılamadı:

source: Fault in weather fax plugin Currently capturing hf weather fax.
ca_es: Culpa del Connector del fax metereologia En funcionament captura de fax meteorològic hf.
id_id: Kesalahan dalam plugin fak cuaca Saat ini menangkap fak cuaca.
it_it: Errore nel plug-in del fax meteorologico Catturando fax hf weather.
pl_pl: Usterka wtyczki Faks Pogodowy Trwa odbiór Faksu Pogodowego HF.
pt_pt: Falha no plugin weather fax Atualmente capturando fax meteorológico de hf.
sv_se: Fel i plugin väderfax Mottagning av hf väderfax pågår.
tr_tr: Hava durumu faks eklentisinde hata Hava durumu faksı halen alınıyor.

source: error log:
pt_pt: log de erros:

source: Open Weather Fax Input File
ca_es: Obrir el fitxer d'entrada del fax meteorològic
id_id: Membuka input files fax cuaca
it_it: Apri meteo Fax File di Input
nb_no: Åpne værfaks inndatafil
pl_pl: Otwórz plik wejściowy faksu pogodowego
pt_pt: Abrir ficheiro de entrada de Weather Fax
sv_se: Öppna väderfax indatafil
tr_tr: Hava Durumu Faks Giriş Dosyasını Aç

source: WAV files (*.wav)|*.WAV;*.wav|All files (*.*)|*.*
ca_es: Fitxers WAV (*.wav)|*.WAV;*.wav|Tots els arxius (*.*)|*.*
id_id: Bekas WAV (*.wav)|*.WAV;*.wav|Semua berkas (*.*)|*.*
it_it: WAV file (*.wav)|*.WAV;*.wav|Tutti i file (*.*)|*.*
nb_no: WAV filer (*.wav)|*.WAV;*.wav|Alle filer (*.*)|*.*
pl_pl: Pliki WAV (*.wav) | *. WAV; * WAV | Wszystkie pliki (*. *) | *. *
pt_pt: Ficheiros WAV (*. wav) | *.WAV; *. wav |Todos os ficheiros (*. *) | *. *
tr_tr: WAV dosyaları (*.wav)|*.WAV;*.wav|Tüm dosyalar (*.*)|*.*

source: External Capture Execution failed
ca_es: Fallada de la captura exterior
id_id: Eksekusi Eksternal Capture gagal
it_it: Esecuzione acquisizione esterna fallita
nb_no: Ekstern opptaksutførelse feilet
pl_pl: Zewnętrzne przechwytywanie nie powiodło się
pt_pt: Falha na execução de captura externa
sv_se: Extern mottagning misslyckades
tr_tr: Uzaktan yakalama yürütme başarısız oldu

source: Failed to load coordinate sets
ca_es: Fallada en carregar els conjunts de coordenades
id_id: Gagal memuat kumpulan koordinat
it_it: Impossibile caricare set coordinate
nb_no: Kunne ikke laste koordinatsett
pl_pl: Nie można załadować zestawu współrzędnych
pt_pt: Falha ao carregar conjuntos de coordenadas
sv_se: Det gick inte att ladda koordinatuppsättningar
tr_tr: Koordinat dizileri yüklenemedi

source: CoordinateSets.xml failed to load1
it_it: Caricare CoordinateSets.xml non riuscito1
pt_pt: Erro a carregar CoordinateSets.xml
sv_se: Kunde inte öppna CoordinateSets.xml

source: Failed to save xml file:
ca_es: Error al desar fitxer xml:
id_id: Gagal menyimpan file xml:
it_it: Impossibile salvare file xml:
nb_no: Kunne ikke lagre xml fil:
pl_pl: Nie można zapisać pliku xml:
pt_pt: Falha ao salvar ficheiro xml:
sv_se: Det gick inte att spara xml-filen:
tr_tr: Xml dosyası kaydedilemedi:

source: Audio Capture
ca_es: Captura d'àudio
id_id: Penawanan Audio
it_it: Acquisizione audio
nb_no: Lydlagring
pl_pl: Przechwyc audio
pt_pt: Captura de áudio
tr_tr: Ses Yakalama

source: try to execute :
ca_es: Proveu d'executar:
id_id: coba untuk eksekusi :
it_it: provare a eseguire :
pl_pl: spróbuj wykonać:
pt_pt: tente executar:
sv_se: försök att köra :
tr_tr: gerçekleştirmeyi deneyin :

source: Failed to load input file:
ca_es: Error en carregar el fitxer d'entrada:
id_id: Gagal memuat masukan berkas:
it_it: Impossibile caricare il file:
nb_no: Kunne ikke laste inndatafil:
pl_pl: Nie można załadować pliku wejściowego:
pt_pt: Falha ao carregar ficheiro de entrada:
sv_se: Det gick inte att öppna filen:
tr_tr: Girdi dosyası yüklenirken hata oluştu:

source: Android doesn't support tif images
it_it: Android non supporta le immagini tif
pt_pt: O Android não suporta imagens tif
sv_se: Android har inte stöd för tif-bilder

source: Choose a file
it_it: Scegli un file
pt_pt: Escolha um ficheiro
sv_se: Välj en fil

source: Supported Files|*.BMP;*.bmp;*.XBM;*.xbm;*.XPM;*.xpm;*.TIF;*.tif;*.TIFF;*.tiff;*.GIF;*.gif;*.JPEG;*.jpeg;*.JPG;*.jpg;*.PNM;*.pnm;*.PNG;*.png;*.PCX;*.pcx;*.PICT;*.pict;*.TGA;*.tga;*.WAV;*.wav|All files (*.*)|*.*
ca_es: Compatible amb fitxers|*.BMP;*.bmp;*.XBM;*.xbm;*.XPM;*.xpm;*.TIF;*.tif;*.TIFF;*.tiff;*.GIF;*.gif;*.JPEG;*.jpeg;*.JPG;*.jpg;*.PNM;*.pnm;*.PNG;*.png;*.PCX;*.pcx;*.PICT;*.pict;*.TGA;*.tga;*.WAV;*. wav|Tots els arxius (*. *)|*. *
id_id: Berkas yang Didukung|*.BMP;*.bmp;*.XBM;*.xbm;*.XPM;*.xpm;*.TIF;*.tif;*.TIFF;*.tiff;*.GIF;*.gif;*.JPEG;*.jpeg;*.JPG;*.jpg;*.PNM;*.pnm;*.PNG;*.png;*.PCX;*.pcx;*.PICT;*.pict;*.TGA;*.tga;*.WAV;*.wav|Semua berkas (*.*)|*.*
it_it: File Supportati |*.BMP;*.bmp;*.XBM;*.xbm;*.XPM;*.xpm;*.TIF;*.tif;*.TIFF;*.tiff;*.GIF;*.gif;*.JPEG;*.jpeg;*.JPG;*.jpg;*.PNM;*.pnm;*.PNG;*.png;*.PCX;*.pcx;*.PICT;*.pict;*.TGA;*.tga;*.WAV;*.wav|Tutti i file (*.*)|*.*
nb_no: Støttede filer|*.BMP;*.bmp;*.XBM;*.xbm;*.XPM;*.xpm;*.TIF;*.tif;*.TIFF;*.tiff;*.GIF;*.gif;*.JPEG;*.jpeg;*.JPG;*.jpg;*.PNM;*.pnm;*.PNG;*.png;*.PCX;*.pcx;*.PICT;*.pict;*.TGA;*.tga;*.WAV;*.wav|Alle filer (*.*)|*.*
pl_pl: Obsługiwane pliki | *. BMP; *.bmp; *. XBM; *.xbm; *. XPM; *.xpm; *. TIF; *.tif; *. TIFF; *.tiff; *. GIF; *.gif; *. JPEG; *.jpeg; *. JPG; *.jpg; *. PNM; *.pnm; *. PNG; *.png; *. PCX; *.pcx; *. PICT; *.pict; *. TGA; *.tga; *. WAV; * WAV | Wszystkie pliki (*. *) | *. *
pt_pt: Ficheiros suportados | *.BMP; *. bmp; *.XBM; *.xbm; *.XPM; *.xpm; *.TIF; *. tif; *.TIFF; *.tiff; *.GIF; *. gif; *.JPEG; *. jpeg; *.JPG; *. jpg; *.PNM; *.pnm; *.PNG; *. png; *.PCX; *.pcx; *.PICT; *.pict; *.TGA; *.tga; *.WAV; *. wav |Todos os ficheiros (*. *) | *. *
sv_se: Filtyper som stöds|*.BMP;*.bmp;*.XBM;*.xbm;*.XPM;*.xpm;*.TIF;*.tif;*.TIFF;*.tiff;*.GIF;*.gif;*.JPEG;*.jpeg;*.JPG;*.jpg;*.PNM;*.pnm;*.PNG;*.png;*.PCX;*.pcx;*.PICT;*.pict;*.TGA;*.tga;*.WAV;*.wav|All files (*.*)|*.*
tr_tr: Desteklenen Dosyalar |*.BMP;*.bmp;*.XBM;*.xbm;*.XPM;*.xpm;*.TIF;*.tif;*.TIFF;*.tiff;*.GIF;*.gif;*.JPEG;*.jpeg;*.JPG;*.jpg;*.PNM;*.pnm;*.PNG;*.png;*.PCX;*.pcx;*.PICT;*.pict;*.TGA;*.tga;*.WAV;*.wav|Tüm Dosyalar (*.*)|*.*

source: Cannot open audio weather fax already in progress.
ca_es: No es pot obrir l'audio del fax de meteorologia, ja està executant-se.
id_id: Tidak bisa membuka faks cuaca audio ketika sedang berlangsung.
it_it: Impossibile aprire. il fax audio meteo già in corso.
pl_pl: Nie można otworzyć audio Faksu pogodowego już w toku.
pt_pt: Não é possível abrir áudio de fax meteorológico já em tratamento.
sv_se: Kan inte öppna väderfax audio som redan pågår.
tr_tr: Hava faksı sürdüğü için ses dosyası açılamıyor.

source: Save Weather Fax To Image
ca_es: Desar el Fax de Meteorologia com a imatge
id_id: Melindungi Cuaca Fax Untuk Gambar
it_it: Salva Meteo Fax come foto file
pl_pl: Zapisz Faks pogodowy do Obrazu
pt_pt: Guardar Fax meteorológico como imagem
sv_se: Spara väderfax till bild
tr_tr: Hava faksını bir görüntü dosyası olarak kaydet

source: All files (*.*)|*.*
it_it: Tutti i file (*.*)|*.*
pt_pt: Todos os Ficheiros (*.*)|*.*
sv_se: Alla filer (*.*)|*.*

source: Failed to save file:
ca_es: No ha pogut desar el fitxer:
id_id: Gagal menyimpan berkas:
it_it: Impossibile salvare file:
pl_pl: Nie można zapisać pliku:
pt_pt: Falha a gravar o ficheiro:
sv_se: Det gick inte att spara filen:
tr_tr: Dosya kaydedilemedi:
